{
  "Books": {
    "Finance": [
      {
        "citation": "Pedersen, L. H. *Efficiently Inefficient: How Smart Money Invests and Market Prices Are Determined*.",
        "description": "a little book about hedge funds. If you like to understand how hedge fund managers think and what are they looking for this is the right book. It explains how hedge funds are structures and how they make money discussing the most profitable trading strategies."
      },
      {
        "citation": "Mishkin, F. S., Eakins, S. G., & Beccalli, E. *Financial Markets and Institutions*.",
        "description": "how does a bank actually work and why is it relevant for us? The book answer these questions by deepening  the role of financial institutions in the economy. It presents with a clear language bank’s operations, governance, services and structure."
      },
      {
        "citation": "Rosenbaum, J., & Pearl, J. *Investment Banking*.",
        "description": "the Bible of investment banking. It deals with valuation, LBOs, M&A and IPOs. It is kind of the book for the average finance bro, but I personally appreciated the clarity on explaining banking practices, processes and the useful examples about financial modeling."
      },
      {
        "citation": "Bodie, Z., Kane, A., & Marcus, A. J. *Investments*.",
        "description": "maybe the most comprehensive book about financial markets. It deals with portfolio theory, fixed income pricing, equity valuation and derivatives, guiding you step-by-step to better understanding the world of investments."
      },
      {
        "citation": "Taleb, N. N. *The Black Swan*.",
        "description": "definitely not the most exciting one as it tends to be quite repetitive, however the main point is clear: we cannot predict everything. Very useful to mitigate the overconfidence bias that follows a market win, making us forget that we don’t always know what we don’t know."
      },
      {
        "citation": "Graham, B. *The Intelligent Investor*.",
        "description": "the bible of value investing. Basically, for over 600 pages the father of value investing teaches us how to look at the stock market. The original version was published in 1949, but revised editions that include discussions over recent events prove that Ben Graham was really ahead of his time."
      }
    ],
    "Economics": [
      {
        "citation": "Lipczynski, J., Wilson, J. o. S., & Goddard, J. *Industrial Economics*.",
        "description": "navigating between microeconomics, macroeconomics and corporate strategy, it discusses how firms and industries behave, compete and interact within markets. The Structure, Conduct and Performance Model could seem simplistic at first, but will give you a new perspective when analyzing sector dynamics."
      },
      {
        "citation": "Mankiw, N. G., & Taylor, M. P. *Macroeconomics*.",
        "description": "were all retail investors should start. This book explains how the economic machine works at a national and global level by focusing on themes like inflation, unemployment, economic growth, GDP, monetary and fiscal policies, interest rates, crisis and public debt."
      },
      {
        "citation": "Besanko, D. A., & Braeutigam, R.R. *Microeconomics*.",
        "description": "comprehensive guide about microeconomic theory. It deals with consumer behavior, productions and costs, market structures, game theory and a lot more. Very important to understand how economic agents operate and affect the market."
      },
      {
        "citation": "Thaler, R. H. *Nudge: Improving Decisions About Health, Wealth, and Happiness*.",
        "description": "a behavioral economics essay that explores how small changes in choice architecture can significantly influence people’s decisions, without restricting their freedom of choice. These subtle interventions, called “nudges,” help individuals make better choices in areas like health, finance, and public policy."
      },
      {
        "citation": "Acemoglu, D., & Robinson, J. A. *Why Nations Fail: The Origins of Power, Prosperity, and Poverty*.",
        "description": "the essay that got me into econ emphasizing its nature as a social science. It argues that the economic success of nations depends primarily on their political and economic institutions, rather than geography, culture or natural resources. Lesson learnt: inclusive institutions foster prosperity, extractive institutions create poverty."
      }
    ],
    "Management & Leadership": [
      {
        "citation": "Fiori, G., & Tiscini, R. *Economia Aziendale*.",
        "description": "a great introductory course on business economics. It deals with the basics of business, corporate strategy and governance, accounting and performance measurement. While reading the last pages, I realized the processes and dynamics of the business world can also apply to our life."
      },
      {
        "citation": "Fontana, F., & Caroli, M. *Economia e Gestione delle Imprese*.",
        "description": "althought it doen not go deep on anything in particular, it provides an overview on how companies are structured, their growth strategies, business models and the main corporate functions needed to run a corporation."
      },
      {
        "citation": "Fedel, A. *L’era dello squalo bianco. Responsabilità, coraggio e leadership in un mondo complesso*.",
        "description": "a book about strategic thinking, adaptability, and resilience to navigate the modern unpredictable world. In this context, the white shark is the leader who use strategy, cunning and power to drive the team to success. Learnt the importance of being ahead of time and of leveraging your assets."
      }
    ],
    "Personal growth": [
      {
        "citation": "Aurelio, M. *Meditations*.",
        "description": "a collection of personal reflections and philosophical thoughts by the roman emperor and stoic philosopher, Marcus Aurelius. It focuses on self-discipline, virtue and rationality, providing guidance on how to live a meaningful and resilient life. It never gets old."
      },
      {
        "citation": "Tsu, Sun. *The Art of War*.",
        "description": "an ancient Chinese military treatise offers us strategies and philosophies for warfare, leadership and competition. His lessons extend beyond the battlefield and also apply to business, negotiation and strategic thinking. Still gold."
      },
      {
        "citation": "Kishimi, I., & Koga, F. *The Courage to be Disliked: How to free yourself, change your life and achieve real happiness*.",
        "description": "based on Adler’s psychology, it teaches that real happiness comes from accepting yourself and taking responsibility for your life. It’s not your past, it’s not anyone else, the one who has to act is you. Always be brave."
      }
    ]
  },
  "Youtube": {
    "Finance": [
      {
        "channel_name": "Algebris Investments",
        "description": "bearish on US and Bitcoin and bullish on China and Europe, Davide Serra is definitely someone who is not afraid to take a stand. Through monthly updates on the market, he shares its unique view on were money will be moving. He also believe algebra is more than enough to operate in the market. Should I say more?",
        "link": ""
      },
      {
        "channel_name": "Ben Felix",
        "description": "the iconic Chief Investment Officer at PWL Capital. He is never trivial and offers interesting insights, both in terms of content and the way they are presented. Appropriate for both beginners as well as seasoned investors, it has debunked some of the most common myths in personal finance.",
        "link": ""
      },
      {
        "channel_name": "Black Box*",
        "description": "subtitles on if not Italian speaker, but you cannot miss this. Guido Maria Brera is one of the most sophisticated investors I have ever listened. With his book, “The Devils”, he exposed the subjugation of politics over finance and with this podcast he shows why it is still happening.",
        "link": ""
      },
      {
        "channel_name": "FINAiUS",
        "description": "by far the best finance documentary channel on the platform. Through his videos, he showes the good, the bad and the hugly of the most interesting companies of wall street, by always putting at the centre the man behind it.",
        "link": ""
      },
      {
        "channel_name": "Joseph Carlson (and after hours)",
        "description": "loved the idea of publicly show the progress of the portfolio since the beginning and prove strong track record over time. In his videos, he provides detailed analyses on single stocks and interesting commentary on the overall market conditions.",
        "link": ""
      },
      {
        "channel_name": "Oaktree",
        "description": "not your everyday casual podcast, as videos are published every one in a while. But when Howard Marks speaks, lit investors listen carefully. The villain of every perma-bull, he made a fortune by calling the .com bubble and many others. Listening him today offers alternative thinking and new perspective to debug common beliefs on the market.",
        "link": ""
      }
    ],
    "Economics": [
      {
        "channel_name": "Economics Explained",
        "description": "if global economics, geopolitics and financial markets are interesting to you, you should definitely have a look at this. It explains what is happening in the world by analyzing specific economic matters. After watching one of its video you hopefully feel like “I think I got it better now”",
        "link": ""
      },
      {
        "channel_name": "Garys Economics",
        "description": "should we tax more the rich? Is it the growing wealth that the rich generate from their untaxed assets that is depleting the middle class? If you ask Gary, he will definitely say yes. His channel shares his economical and political views, but also the fast-thinking and first principles based approach that made him once Citi’s most profitable trader.",
        "link": ""
      },
      {
        "channel_name": "Principles by Ray Dalio",
        "description": "in a series of video, the founder of Bridgewater Associates, one of the world’s most profitable hedge fund, explains how the economics really work. Once you see “How The Economic Machine Works” and “Changing World Order” you will feel more conscious about economics.",
        "link": ""
      },
      {
        "channel_name": "How Money Works",
        "description": "beginners friendly video on global economics and personal finance to keep you updated on what is going on in the world and in the markets. Very entertaining video, but with some serious analyses behind and that’s a good combo.",
        "link": ""
      }
    ],
    "Management & Leadership": [
      {
        "channel_name": "The Diary of a CEO",
        "description": "interviewing successful people and sharing the stories that led them where they are. Probably not the first one to have done it, but definitely one of those who did it best. From finance to medicine, from philosophy to tech, the chats on this channel unfold what it takes to be a valuable leader.",
        "link": ""
      },
      {
        "channel_name": "Lex Friedman",
        "description": "in a very introspective atmosphere, an expert interviewed shares his work and his life. Some of his videos exceed 4 hours and may be tough to get through, but if you’re fully absorbed, it barely feels like it.",
        "link": ""
      },
      {
        "channel_name": "The Iced Coffee Hour",
        "description": "very casual coffee chats with all kind of individuals you could possibly image. Just to say, they invited Togi. Then why suggest this channel here? Because I like the humbleness and low profile through which the interviewee (and the interviewer themselves) cover the grinding.",
        "link": ""
      },
      {
        "channel_name": "Accounting Stuff",
        "description": "accounting, for real? Although it can feel boring, learning the basics of accounting can impact so much positively our professional and also personal life. With very comprehensive videos it teaches you all you need to know about the subject.",
        "link": ""
      }
    ],
    "Personal growth": [
      {
        "channel_name": "Graham Weaver",
        "description": "feeling lost, behind or undecided whether to leave? Watch “How to Live an Asymmetric Life”. A great entrepreneur, a finance guy, a motivational speaker and, maybe unexpected, a very balanced man with a successful career, a happy family, a good shape and positive attitude. Love his quote “how big would you dream if you knew you couldn’t fail?”",
        "link": ""
      },
      {
        "channel_name": "Ali Abdaal",
        "description": "you already know this one. It’s quite a long time I haven’t been watching one of his video, but for productivity tips and personal finance is a top one. Loved his transparency on the transition from medicine to social media showing real struggle but also ability to evolve. The best thing on making plans is being able to change them",
        "link": ""
      },
      {
        "channel_name": "Chris Williamson",
        "description": "Pure mindset grower, often unpopular. Some of the hard truths he shares are honestly life changing. Loved this “we are the results of our actions, not of our aspirations”",
        "link": ""
      }
    ]
  }
}